[
   {
      "image_url" : "/i/day1.jpg",
      "synopsis" : "On this day in 1835, Hans Christian Andersen published his first book of fairytales. Watch this animation of his fairytale, The Snowdrop, one of hundreds of BBC Teach clips available in the Research and Education Space. It’s the middle of winter and the darkest part of the year. The wind howls and everything seems dead. But under the earth a little snowdrop bulb is stirring.",
      "title" : "The Snowdrop by Hans Christian Andersen",
      "url" : "https://www.youtube.com/watch?v=K4cZRxlmcxQ&index=5&list=PLcvEcrsF_9zLF0cV-cqD4E4mLDy7_uMHz"
   },
   {
      "image_url" : "/i/day2.jpg",
      "synopsis" : "On this day in 1697, St Paul's Cathedral, designed by Sir Christopher Wren, was consecrated for use, following its rebuilding after the Great Fire of London. This snowy scene is one of 1000s of BBC images available in the Research and Education Space.",
      "title" : "Snow in London – St Paul’s Cathedral"
   },
   {
      "image_url" : "/i/day3.jpg",
      "synopsis" : "On this day in 1954, William Walton's opera Troilus and Cressida premiered in London. The Research and Education Space offers hundreds of audio-visual educational resources from the BBC's Shakespeare Archive for the teaching of his plays, poems and sonnets. In 2005, BBC Radio broadcast the first adaptation of this play for 20 years with Paterson Joseph as Troilus, Nikki Amuka-Bird as Cressida and Derek Griffiths as Pandarus. Set during the Trojan War, it is a powerful drama of doomed love and the futility of war.",
      "title" : "Troilus and Cressida",
      "url" : "http://shakespeare.ch.bbc.co.uk/detail?uri=http%3A%2F%2Fdbpedia.org%2Fresource%2FTroilus_and_Cressida"
   },
   {
      "image_url" : "/i/day4.jpg",
      "synopsis" : "On this day in 1915 Henry Ford's peace ship Oscar II, sailed to Europe \"to get the boys out of the trenches\". Watch this Great War Interview with British soldier Henry Williamson as he recalls first-hand his experiences in the trenches in WW1, including talking to the Germans and exchanging gifts during an informal Christmas truce. This is one of hundreds of BBC Teach clips available in the Research and Education Space.",
      "title" : "The Christmas Truce of 1914",
      "url" : "https://www.youtube.com/watch?v=WNCxkA_zfMs&list=PLcvEcrsF_9zK-7e-OKsQ9vW1F3H4Bdq3Z&index=17"
   },
   {
      "image_url" : "/i/day5.jpg",
      "synopsis" : "On this day in 1993, Shakespeare's Timon of Athens closed at the Lyceum Theatre in New York after 37 performances. You can find hundreds of TV and radio adaptations from the BBC's Shakespeare Archive of all 37 Shakespeare plays, as well as his sonnets and documentaries about the playwright and his works on the Research and Education Space. In this 1981 classic BBC television production of Timon of Athens, Jonathan Pryce stars as the misanthropist Timon.",
      "title" : "Timon of Athens",
      "url" : "http://shakespeare.ch.bbc.co.uk/detail?uri=http%3A%2F%2Fdbpedia.org%2Fresource%2FTimon_of_Athens"
   },
   {
      "image_url" : "/i/day6.jpg",
      "synopsis" : "On this day in 1833 Charles Darwin departed Rio de le Plata on his 5 year scientific expedition developing his theories of evolution. The description of fossil shells is from the Wellcome Library's digitised collection of Darwin's geological observations on the volcanic islands and parts of South America visited during the voyage of H.M.S. 'Beagle'. This is one of millions of data items from the Wellcome Collection that are being indexed by the Research and Education Space platform.",
      "title" : "Voyage of HMS Beagle",
      "url" : "http://wellcomelibrary.org/item/b28124339#?c=0&m=0&s=0&cv=0&z=-1.3434%2C-0.0933%2C3.6867%2C1.8654"
   },
   {
      "image_url" : "/i/day7.jpg",
      "synopsis" : "On this day in 1732 the Royal Opera House opened in Covent Garden, London. This is one of 1000s of BBC images available in the Research and Education Space.",
      "title" : "Royal Opera House"
   },
   {
      "image_url" : "/i/day8.jpg",
      "synopsis" : "On this day in 1955, Black Ealing comedy \"The Ladykillers\" starring Alec Guinness was released in the UK. From the BBC Shakespeare Archive listen to a clip of Guinness playing King Lear for the first time in a 1974 BBC Radio adaptation of Shakespeare's tragedy. This is one of hundreds of online resources available in the Research and Education Space to provide UK schools, colleges and universities with access to  BBC television and radio broadcasts of Shakespeare’s plays, sonnets and documentaries about Shakespeare.",
      "title" : "Alec Guinness",
      "url" : "http://shakespeare.ch.bbc.co.uk/detail?uri=http%3A%2F%2Facropolis.org.uk%2F4d96e54aeb18437cbe27e8d1cc54e64d%23id&lang=en"
   },
   {
      "image_url" : "/i/day9.jpg",
      "synopsis" : "Dame Judi Dench is 81 today. Happy Birthday! Back in 1960, a young Judi Dench was fast becoming a prominent actress for Shakespearian roles. Here she plays Katherine, Princess of France on the eve of the Battle of Agincourt in a scene from The Band of Brothers, the eighth production in the BBC series An Age of Kings, the Shakespearian television serial ranging over the lives and times of fifteenth century kings of England. This is one of over 1000 images from the BBC Shakespeare Archive available on the Research and Education Space for educational use.",
      "title" : "Judi Dench",
      "url" : "http://shakespeare.ch.bbc.co.uk/search?q=judi+dench&lang=en"
   },
   {
      "image_url" : "/i/day10.jpg",
      "synopsis" : "In December 1868, the first traffic lights were installed outside the Palace of Westminster in London. Resembling railway signals, they used semaphore arms and were illuminated at night by red and green gas lamps. here is a view of the Palace from Parliament Sqaure in December 2009 following the heaviest snowfall for nearly twenty years - one of thousands of BBC images available in the Research and Education Space.",
      "title" : "First traffic lights installed outside Palace of Westminster"
   },
   {
      "image_url" : "/i/day11.jpg",
      "synopsis" : "As we start to deck the halls with boughs of holly, this clip re-enacts Queen Victoria and Prince Albert telling us about Christmas in their royal household, where many Christmas traditions were started. Christmas trees were brought to Britain by Prince Albert, and Christmas carols and turkey dinners were also enjoyed by the Victorian royal family. The people of Britain followed their example, which is why the traditions exist today. This is one of hundreds of BBC Teach clips available on the Research and Education Space.",
      "title" : "Royal Christmas traditions",
      "url" : "https://www.youtube.com/watch?v=wc6IxjQrWFw"
   },
   {
      "image_url" : "/i/day12.jpg",
      "synopsis" : "On this day in 1901, Guglielmo Marconi sent the first transatlantic radio signal, from Cornwall to Canada. Watch this Physics clip from BBC series The Genius of Invention to find out more about this major scientific invention of the first wireless communication. This is one of hundreds of BBC Teach clips available in the Research and Education Space.",
      "title" : "Marconi's invention of wireless communication",
      "url" : "https://www.youtube.com/watch?v=cJISusw6cJU"
   },
   {
      "image_url" : "/i/day13.jpg",
      "synopsis" : "Happy Birthday to Christopher Plummer who is 86 today. He stars as Hamlet alongside Michael Caine in this 1964 BBC/ Danish Television co-production of Shakespeare's famous tragedy which was staged in the setting where the events of the play actually take place - Denmark's Kronborg Castle in Elsinore. It was the first time that a full-length play had been taped on location. Filmed using outside broadcast cameras, it was broadcast a few days before Shakespeare's 400th birthday. This is just one of a fantastic selection of TV and radio productions from the BBC's Shakespeare Archive available on the Research and Education Space for use in the teaching of Shakespeare.",
      "title" : "Christopher Plummer"
   },
   {
      "image_url" : "/i/day14.jpg",
      "synopsis" : "On the 14 December 1972 Harrison Schmitt and Eugene Cernan become the last men to walk on the moon during the Apollo 17 mission. Watch this BBC Teach primary science clip in which 3 young stargazers meet a pair of astronauts and learn about launching rockets, weightlessness, and life in space. This BBC Teach clip is from the  Little Stargazing series of four short films in which children aged five and six, and their families, marvel at the wonders of space. This is one of hundreds of BBC Teach clips available in the Research and Education Space.",
      "title" : "Space: The last men to walk on the moon",
      "url" : "https://www.youtube.com/watch?v=tWW_CDYKqGE&t=9s"
   },
   {
      "image_url" : "/i/day15.jpg",
      "synopsis" : "William Shakespeare mentions Christmas only three times in his work, twice in Love’s Labour’s Lost: At Christmas I no more desire a rose/ Than wish a snow in May’s new-fangled shows.In this 1975 BBC production of Shakespeare's comedy, broadcast as part of the Play of the Month drama strand, Martin Shaw plays the young King of Navarre. This is one of hundreds of online resources available in the Research and Education Space to provide UK schools, colleges and universities with access to BBC television and radio broadcasts of Shakespeare’s plays, sonnets and documentaries about Shakespeare.",
      "title" : "Love's Labour's Lost",
      "url" : "http://shakespeare.ch.bbc.co.uk/detail?uri=http%3A%2F%2Facropolis.org.uk%2Fff2bf7ba8fba4c5491fe9c995669ad71%23id&lang=en"
   },
   {
      "image_url" : "/i/day16.jpg",
      "synopsis" : "On this day in 1431, King Henry VI of England was crowned King of France. The Research and Education Space has made hundreds of audio-visual educational resources from the BBC's Shakespeare Archive available to enhance the teaching of his plays, poems and sonnets. This 1983 BBC TV production of Henry VI Part 1 stars Brenda Blethyn and Anthony Brown and was broadcast as part of the 37-play BBC Television Shakespeare project.",
      "title" : "Henry VI",
      "url" : "http://shakespeare.ch.bbc.co.uk/detail?uri=http%3A%2F%2Fdbpedia.org%2Fresource%2FHenry_VI%2C_Part_1"
   },
   {
      "image_url" : "/i/day17.jpg",
      "synopsis" : "Behind you! Yes, it's that pantomime time of year again - a popular form of theatre, incorporating song, dance, buffoonery, slapstick, cross-dressing, in-jokes, topical references and audience participation. This clip from the BBC series Let's do Maths visits the Panto House, where Buttons and the Ugly Sisters get into a mathematical challenge using maps and distances. This is one of hundreds of BBC Teach clips available in the Research and Education Space. Oh no it isn't! Oh yes it is!",
      "title" : "Pantomime",
      "url" : "https://www.youtube.com/watch?v=xc9PD2xC50c"
   },
   {
      "image_url" : "/i/day18.jpg",
      "synopsis" : "On this day in 1892, Tchaikovsky's ballet, the Nutcracker Suite premiered.This Physical Education clip from BBC Teach shows street dance crew FFRES performing to traditional ballet music from the Nutcracker on Alesha’s Street Dance Stars. This is one of hundreds of BBC Teach clips available in the Research and Education Space.",
      "title" : "The Nutcracker",
      "url" : "https://www.youtube.com/watch?v=CFHkrpUn9hs"
   },
   {
      "image_url" : "/i/day19.jpg",
      "synopsis" : "A Christmas Carol in Prose, Being a Ghost Story of Christmas, to give the work its full title, was the first, and the most popular, of Dickens’s series of Christmas books. The volume, published on 19 December 1843, was an immediate success and the initial print run of 6,000 copies sold out within a matter of days. This is one of millions of data items from the British Library that are being indexed by the Research and Education Space platform.",
      "title" : "A Christmas Carol - first edition",
      "url" : "https://www.bl.uk/works/a-christmas-carol"
   },
   {
      "image_url" : "/i/day20.jpg",
      "synopsis" : "Reindeer, or caribou, can outperform all other land animals in their energy efficiency - so are a fitting choice as the legendary Christmas sleigh-pullers! The Cairngorm Reindeer herd are Britain's only herd of reindeer, found free ranging in the Cairngorm Mountains in Scotland. This is one of thousands of BBC images available in the Research and Education Space.",
      "title" : "Cairngorm Reindeer"
   },
   {
      "image_url" : "/i/day21.jpg",
      "synopsis" : "To celebrate television naturalist Sir David Attenborough's first appearance on BBC television in Zoo Quest, which began on 21 December 1954, we are excited to be bringing content from BBC Wildlife to the Research and Education Space.",
      "title" : "David Attenborough"
   },
   {
      "image_url" : "/i/day22.jpg",
      "synopsis" : "On this day in 1882, the first string of Christmas tree lights were created by Thomas Edison. This is one of 1000s of BBC images available in the Research and Education Space.",
      "title" : "Christmas Lights"
   },
   {
      "image_url" : "/i/day23.jpg",
      "synopsis" : "On this day in 1815 Jane Austen's Emma was published. You can now explore the British Library's greatest literary treasures from the Romantic and Victorian periods in their Discovering Literature collection now being indexed by the Research and Education Space. This collection includes 1,200 Romantic and Victorian literary treasures, new insights by 60 experts, 25 documentary films, 30 inspirational teachers’ notes and more.",
      "title" : "Emma",
      "url" : "http://www.bl.uk/romantics-and-victorians"
   },
   {
      "image_url" : "/i/day24.jpg",
      "synopsis" : "Marley's Ghost is one of the English Literature clips from BBC Teach now available in the Research and Education Space. This is the first part of an abridgement of Charles Dickens' classic Christmas ghost story told in nine episodes. It's Christmas Eve and for Ebenezer Scrooge everything is 'humbug'.",
      "title" : "A Christmas Carol: Marley's Ghost",
      "url" : "https://www.youtube.com/watch?v=MT3poUY0dLg&list=PLcvEcrsF_9zIajHrH8fQuherWuWxFzrH0"
   }
]
